LEXICON_RU: dict[str, str] = {
    "/start": 'Привет.\nДавай сыграем в игру "Камень, ножницы, бумага"\n'
              'Правила очень простые, но если потребуется помощь всегда можешь воспользоваться командой /help\n'
              '<b>Играем?</b>',
    "/help": "Мне лень прописывать правила и так все понятно же.",
    "but_yes": "Сыграть.",
    "but_no": "Не хочу.",
    "but_pars_wb": "Парсер WB", 
    "rock": "Камень",
    "paper": "Бумага",
    "scissors": "Ножницы",
    "other": "Не понимаю!",
    "if_yes": "Отлично! Делай свой выбор.",
    "if_no": "Жаль...\nЕсли захочешь сыграть, нажми /start.",
    "bot_win": "Я победил!\n\nДавай еще раз?",
    "user_win": "Ты победил! Поздравляю.\n\nСыграем еще?",
    "no_winner": "Ничья.\n\nЕще поиграем?",
    "bot_choice": "Мой выбор ",
    "if_pars_wb": "Ок.\nВведи id товара с WB.",
    "incorrect_id": "Неверный формат id"
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    "/start": "Команда запуска бота",
    "/help": "Команда вызова справки по работе бота"
}