LEXICON_RU: dict[str, str] = {
    "/start": 'Привет.\nМожем сыгать в игру "Камень, ножницы, бумага"\n'
              'А можно запарсить товар с WB по id\nЕсли что неясно можно нажать /help\n'
              '<b>Играем или парсим?</b>',
    "/help": "Еще заполняется",
    "but_yes": "Сыграть.",
    "but_no": "Не хочу.",
    "but_pars_wb": "Парсер WB", 
    "rock": "Камень",
    "paper": "Бумага",
    "scissors": "Ножницы",
    "other": "Не понимаю!",
    "if_yes": "Отлично! Делай свой выбор.",
    "if_no": "Жаль...\nЕсли захочешь сыграть, нажми /start.",
    "bot_win": "Я победил!\n\nДавай еще раз?",
    "user_win": "Ты победил! Поздравляю.\n\nСыграем еще?",
    "no_winner": "Ничья.\n\nЕще поиграем?",
    "bot_choice": "Мой выбор ",
    "if_pars_wb": "Ок.\nВведи id товара с WB.",
    "not_pars_mode": "Вероятны вы вводите id товара с WB.\nНо режим парсинга не запущен. Запустить режим парсинга."
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    "/start": "Команда запуска бота",
    "/help": "Команда вызова справки по работе бота"
}